/**
 * vue roll up
 * =========================
 * Author: Vicco Wang
 * Date: 2019.03.21
 */
/* eslint-disable */
new Vue({
  el: '#app',
  data () {
    return {
      rollList: [
        '生    僻    字',
        '茕茕孑立 沆瀣一气',
        '踽踽独行 醍醐灌顶',
        '绵绵瓜瓞 奉为圭臬',
        '龙行龘龘 犄角旮旯',
        '娉婷袅娜 涕泗滂沱',
        '呶呶不休 不稂不莠',
        '咄嗟 蹀躞 耄耋 饕餮',
        '囹圄 蘡薁 觊觎 龃龉',
        '其靁虺虺 腌臢孑孓',
        '陟罚臧否 针砭时弊',
        '鳞次栉比 一张一翕',
        '我们中国的汉字',
        '落笔成画留下五千年的历史',
      ]
    }
  }
})